/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agente non trovato";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "La lunghezza del chunk inviato dall'agente sul telefono è errata.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "Il messaggio inviato dall'agente sul telefono non è formulato correttamente.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "L'agente sul telefono ha inviato un messaggio con un contenuto inatteso.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "L'agente sul telefono ha inviato un tipo di messaggio inatteso.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "L'agente sul telefono ha inviato un valore inatteso per l'intestazione del messaggio %@.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "L'agente sul telefono non ha inviato il messaggio atteso.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Si è verificato un errore di comunicazione durante la sincronizzazione.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Si è verificato un errore durante la sincronizzazione di calendari con il telefono.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Si è verificato un errore durante la sincronizzazione di contatti e calendari con il telefono.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Si è verificato un errore durante la sincronizzazione di contatti con il telefono.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Si è verificato un errore mentre il server di sincronizzazione comunicava con il computer.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Si è verificato un errore durante la sincronizzazione.";

/* generic error */
"An unexpected error occured." = "Si è verificato un errore inatteso.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "Errore di analisi della risposta del comando AT";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "L'operazione AT di preparazione del canale contiene proprietà errate";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth non è disponibile su questo computer";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth è spento";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth non è attivo su questo computer.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth non disponibile";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Sincronizzazione del calendario non riuscita";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Sincronizzazione dei calendari non riuscita";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "Non posso collegarmi durante il processo di disconnessione.";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "Impossibile trovare la scheda memoria sul telefono.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "Non posso connettermi al server per la sincronizzazione";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "Impossibile ottenere le modifiche dal server di sincronizzazione SyncServer, la sessione potrebbe essere stata annullata.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "Non posso registrare il telefono per la sincronizzazione.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "La modifica non può essere inviata al telefono.";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "Non è consentito modificare %@ sul telefono. Tali modifiche sono state ignorate:";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Verifica il network del telefono o il destinatario del messaggio.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Errore di comunicazione";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Connessione occupata";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "Connessione chiusa inaspettatamente";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Connessione negata";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "La connessione al telefono non è riuscita.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "La connessione al telefono è stata chiusa inaspettatamente.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Sincronizzazione del contatto non riuscita";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Sincronizzazione di calendari e contatti non riuscita";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Sincronizzazione dei contatti non riuscita";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "Impossibile collegarsi al telefono.";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "Impossibile collegarsi al telefono. C'è già un'altra applicazione collegata al telefono.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "Impossibile collegarsi al telefono. Connessione negata.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "Impossibile collegarsi al telefono. Telefono non reperibile.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Eliminazione non riuscita";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "Il dispositivo non è disponibile o la sincronizzazione è stata annullata. Chiudi finestre di dialogo e applicazioni sul telefono e riprova.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "Directory già esistente.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Errore durante l'accesso alla memoria del telefono.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Errore durante la cancellazione degli eventi dal calendario.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Errore durante la cancellazione dei contatti";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Errore durante la cancellazione dei contatti e degli eventi dal calendario";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Errore durante la cancellazione di alcuni eventi dal calendario";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Errore durante la cancellazione di alcuni contatti";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Errore durante la cancellazione di alcuni contatti ed eventi dal calendario";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Errore mentre si ottenevano tutti i calendari.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Errore mentre si ottenevano tutti i contatti e i calendari.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Errore mentre si ottengono tutti i contatti.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Errore durante la comunicazione con il server di sincronizzazione";

/* displayed when phone could not send a message */
"Failed to send message." = "Invio di messaggio non riuscito";

/* No comment provided by engineer. */
"fax." = "fax.";

/* displayed when phone refused access to a file */
"File access denied." = "Accesso documento negato.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "Il documento o la directory non esistono.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "Il documento o la directory sono protetti.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "La versione del primo messaggio inviato dall'agente sul telefono non corrispondeva a quella attesa.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "Il contenuto del primo messaggio inviato dall'agente sul telefono non è formulato correttamente.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Modifica realizzata sul telefono non consentita";

/* No comment provided by engineer. */
"home mobile." = "cellulare casa.";

/* No comment provided by engineer. */
"home pager." = "cercapersone casa.";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Se l'errore avviene di nuovo, potresti dover riavviare il computer.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Se possiedi un adattatore bluetooth esterno, collegalo al computer.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Versione agente non corretta";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "Errore interno";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Errore interno (%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "Errore interno.";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Numero di telefono non valido";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "PIN non valido";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Configurazione SMS non valida";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Scheda memoria non reperibile";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Memoria piena";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Invio di messaggio non riuscito";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Negoziazione con il telefono fallita.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "Nessuna classe di dati per la sincronizzazione";

/* No comment provided by engineer. */
"No matching Operator in database." = "Nessun operatore corrispondente nel database.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Nessun network";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "Il servizio Obex è stato richiesto mentre era ancora utilizzato da un altro servizio.";

/* Error string when some operation was aborted */
"Operation canceled." = "Operazione annullata.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "Memoria rubrica indirizzi piena";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Telefono occupato";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "Calendario telefono pieno";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "Il telefono non supporta quel servizio.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Errore telefono (disattivazione controller AT)";

/* Low level phone error */
"Phone Error (General Failure)" = "Errore telefono (errore generale)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Errore telefono (indice della memoria non valido)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Errore telefono (parametro modalità PDU non valido)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Errore telefono (risposta non valida)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Errore telefono (parametro modalità Testo non valido)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Errore telefono (errore specifico del produttore)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Errore telefono (errore memoria)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Errore telefono (memoria piena)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Errore telefono (timeout del network)";

/* Low level phone error */
"Phone Error (No Answer)" = "Errore telefono (nessuna risposta)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Errore telefono (nessun carrier)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Errore telefono (nessun servizio network)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Errore telefono (operazione non consentita)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Errore telefono (operazione non supportata)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Errore telefono (necessari PIN PH-SIM)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Errore telefono (SIM occupata)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Errore telefono (errore SIM)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Errore telefono (SIM non inserita)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Errore telefono (necessario PIN della SIM)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Errore telefono (SIM errata - errore inviato dal telefono)";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Errore telefono (servizio SMS riservato)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Errore telefono (indirizzo SMSC sconosciuto)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Errore telefono (errore sconosciuto)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "Il telefono è già registrato per la sincronizzazione.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "Il telefono è già in fase di sincronizzazione.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "iTunes sta aggiornando il telefono.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "Il telefono è occupato.";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "Il telefono è attualmente attivato come disco “%@” e non può essere espulso.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "Il telefono non funziona correttamente";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "Il telefono non è collegato.";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Errore memoria telefono";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Memoria telefono piena";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Memoria telefono piena.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Il telefono non è stato trovato.";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "Il telefono ha rifiutato alcuni eventi del calendario.";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "Il telefono ha rifiutato alcuni contatti";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "Il telefono ha rifiutato alcuni contatti o eventi del calendario.";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "Il database di attività del telefono è pieno";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Verifica la validità e il corretto inserimento della SIM.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Controlla lo schermo del telefono e inserisci il PIN, se necessario.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Contatta il fornitore del servizio.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Elimina alcuni eventi del calendario dal telefono oppure cambia le opzioni di filtro e sincronizza di nuovo.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Elimina alcuni contatti dal telefono oppure cambia le opzioni di filtro e sincronizza di nuovo.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Elimina alcuni dati dal telefono e riprova.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Elimina alcuni dati dal tuo telefono e riprova.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Elimina alcuni dati dal telefono oppure cambia le opzioni di filtro e sincronizza di nuovo.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Elimina alcune attività dal telefono oppure cambia le opzioni di filtro e sincronizza di nuovo.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Assicurati che il telefono sia acceso e riprova.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Assicurati che il telefono sia acceso. Se l'errore avviene di nuovo, riavvia il telefono.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Assicurati che la scheda memoria sia inserita correttamente nel telefono.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Collega il cavo del telefono al computer.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Reinstalla l'agente sul telefono.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Riavvia il telefono.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Riavvia il tuo telefono.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Attiva Bluetooth sul computer e riprova.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Aggiorna l'agente sul telefono.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Errore di protocollo durante la comunicazione con il telefono";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "Non trovo il canale richiesto con le proprietà (%@)";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "Il servizio non può diventare funzionale";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "Il servizio dipende da un altro servizio mancante chiamato: %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "Nel plugin mancano alcune informazioni sul servizio: %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "Il servizio è stato spento.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "È stato utilizzato il servizio quando non era richiesto che fosse funzionale";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "Errore SIM";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "Alcune operazioni sul canale sono state avviate mentre il canale non era aperto.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Sincronizzazione annullata";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Sincronizzazione annullata sul dispositivo";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Sincronizzazione annullata.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "La sincronizzazione è stata annullata sul dispositivo.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "La sincronizzazione è stata annullata.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "La sincronizzazione dei seguenti dati non è abilitata sul telefono: %@. Abilitala, oppure disabilitala in iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "Impossibile trovare l'agente sul telefono.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "L'agente sul telefono non è abbastanza recente.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "La connessione al telefono si è interrotta durante la cancellazione di tutti gli eventi del calendario dal telefono.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "La connessione al telefono si è interrotta durante la cancellazione di tutti i contatti e gli eventi del calendario dal telefono.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "La connessione al telefono si è interrotta durante la cancellazione di tutti i contatti dal telefono.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "La connessione al telefono si è interrotta durante la cancellazione di alcuni eventi del calendario dal telefono.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "La connessione al telefono si è interrotta durante la cancellazione di alcuni contatti ed eventi del calendario dal telefono.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "La connessione al telefono si è interrotta durante la cancellazione di alcuni contatti dal telefono.";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "La connessione al telefono si è interrotta mentre ottenevo tutti i contatti dal telefono.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "La connessione al telefono si è interrotta mentre ottenevo tutti i contatti e gli eventi dal telefono.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "La connessione al telefono si è interrotta mentre ottenevo tutti i contatti dal telefono.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "La connessione si è interrotta durante l'eliminazione di alcuni dati sul telefono.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "La connessione si è interrotta mentre ottenevo alcuni dati dal telefono.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "La connessione si è interrotta durante la comunicazione con il telefono.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "La rubrica indirizzi del telefono è piena.";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "Il cavo telefonico non è collegato.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "Il calendario del telefono è pieno.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "Il telefono non può archiviare alcuni eventi del calendario. I seguenti eventi non verranno sincronizzati:";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "Il telefono non può archiviare alcuni contatti ed eventi del calendario. I seguenti contatti ed eventi non verranno sincronizzati:";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "Il telefono non può archiviare alcuni contatti. I seguenti contatti non verranno sincronizzati:";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "Il telefono non è riuscito ad aggiungere.";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "Il telefono non è riuscito a eliminare.";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "Il telefono non è riuscito a modificare.";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "La memoria del telefono è piena.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "La memoria del telefono o quella esterna sono piene.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "Il telefono segnala una configurazione SMS non valida.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "Il telefono segnala che il PIN non è valido.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "Il telefono segnala che la SIM non funziona correttamente.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "Il telefono non sembra funzionare correttamente.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "Il database di attività del telefono è pieno.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Si è verificato un errore durante la raccolta di dati dal telefono. La sincronizzazione potrebbe essere stata annullata dal telefono.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Si è verificato un errore durante l'inserimento di modifiche al telefono. La sincronizzazione potrebbe essere stata annullata dal telefono.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Riprova più tardi.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Cerca di uscire dalle applicazioni e riprova.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Cerca di uscire dalle applicazioni e riprova.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Errore inatteso durante l'accesso ai documenti sul telefono.";

/* No comment provided by engineer. */
"Unknown exception." = "Eccezione sconosciuta.";

/* Address Book label of a phone number with video capabilities */
"video." = "video.";

/* No comment provided by engineer. */
"work mobile." = "cellulare lavoro.";

/* No comment provided by engineer. */
"work pager." = "cercapersone lavoro.";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "La memoria del telefono è piena.";

